[
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Carlos da Maia, 20, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/30377837/",
        "price": "950€/mês",
        "details": "T2 | 45 m² área bruta | Rés do chão sem elevador",
        "description": "Casinha, com entrada totalmente independente, chão em parquet, aquecimento elétrico, possibilidade de estendal móvel, espaço externo generoso, termo acumulador; ideal para estadias até 6 meses, em regime de hospedagem renovável mensalmente mas sempre necessário um mês de fiança e uma renda de caução de danos nos móveis",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua 4 de Infantaria, 74, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31779060/",
        "price": "850€/mês",
        "details": "T1 | 35 m² área bruta | Rés do chão sem elevador",
        "description": "",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Tenente Ferreira Durão, 56, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33242778/",
        "price": "1.600€/mês",
        "details": "T2 | 75 m² área bruta | Rés do chão sem elevador",
        "description": "No famoso Bairro de Campo de Ourique, arrenda-se apartamento T2 no R/C da Rua Tenente Ferreira Durão, nº 56 em Lisboa, acabado de remodelar. É composto de sala e 2 quartos, uma casa de banho, uma cozinha e logradouro (Quintal).\nA cozinha está completamente equipada com máquina de lavar loiça, máquina de lavar roupa, te",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T3 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33241857/",
        "price": "2.800€/mês",
        "details": "T3 | 109 m² área bruta",
        "description": "Oportunidade Única de Arrendamento na Rua do Sol ao Rato, Lisboa. Apresentamos este magnífico apartamento T3, em prédio com elevador, terraço e arrecadação.\nCaracterísticas Destacadas:   Apartamento T3 Espaçoso com três quartos bem-distribuídos e áreas generosas, este apartamento é perfeito para quem busca conforto e f",
        "advertiser": "Remax Team Forever",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T3 na rua Coelho da Rocha, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33240785/",
        "price": "2.200€/mês",
        "details": "T3 | 93 m² área bruta | 2º andar sem elevador",
        "description": "Bem-vindo a este apartamento contemporâneo de 3 quartos, que oferece uma ampla sala com três quartos e duas casas de banho, proporcionando conforto e funcionalidade.\nPrincipais características:\nDistribuição: O apartamento tem 2 quartos + 1 quarto, que pode ser utilizado como escritório, proporcionando amplo espaço pa",
        "advertiser": "HOUZIT PORTUGAL",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "centro",
        "title": "Apartamento T3, Praça Afonso do Paço, 4, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33235930/",
        "price": "1.850€/mês",
        "details": "T3 | 86 m² área bruta | 5º andar com elevador",
        "description": "Luminoso T3, com vista maravilhosa, totalmente remodelado e em excelente localização em uma das mais calmas pracetas de Campo do Ourique.\nSituado num 5º andar com elevador, sendo dois apartamento por piso, este apartamento claro e solarengo, possui sala com vista definitiva para o Monsanto, cozinha completa em open sp",
        "advertiser": "TRITRIX REAL ESTATE",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Correia Teles, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32839792/",
        "price": "2.000€/mês",
        "details": "T2 | 80 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento para arrendar | 2 quartos | Totalmente remodelado | Campo de Ourique\nPronto a habitar, semi mobilado, totalmente equipado e remodelado com materiais de muita qualidade e com atenção ao seu conforto.\nO apartamento completamente renovado esta situado no res de chão, com dois quartos, sala de estar, sala de",
        "advertiser": "De Brito Properties",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Pereira e Sousa, 78, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33236026/",
        "price": "2.000€/mês",
        "details": "T3 | 79 m² área bruta | Rés do chão sem elevador",
        "description": "Totalmente mobiliado com cozinha e TV\nRecém-renovado\nPronto para morar\nExcelente estado.",
        "status": "available",
        "added_on": "2024-03-04 23:47",
        "original price": "2.200€/mês",
        "date of price update": "2024-03-10 03:54"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T3 na rua do Sol ao Rato, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33236268/",
        "price": "2.800€/mês",
        "details": "T3 | 109 m² área bruta | 4º andar com elevador",
        "description": "Oportunidade Única de Arrendamento na Rua do Sol ao Rato, Lisboa.\nApresentamos este magnífico apartamento T3, em prédio com elevador, terraço e arrecadação.\nCaracterísticas Destacadas:\nApartamento T3 Espaçoso com três quartos bem-distribuídos e áreas generosas, este apartamento é perfeito para quem busca conforto e",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Pereira e Sousa, 35, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31879501/",
        "price": "1.300€/mês",
        "details": "T1 | 60 m² área bruta | 1º andar com elevador",
        "description": "No centro de Campo de Ourique, T1 remodelado, com cozinha equipada.\nApartamento em 1º andar com frigorífico, máquina de lavar roupa, máquina de lavar loiça, ar condicionado e termoacumulador. Prédio com dois elevadores.\nJunto à Praça Afonso do Paço, a 10 minutos a pé do C. C Amoreiras e junto dos principais eixos de s",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33236008/",
        "price": "1.990€/mês",
        "details": "T2 | 70 m² área bruta | com elevador | 29 fev",
        "description": "Campo de Ourique. Jardim Parada. Apartamento T2 totalmente remodelado. Cozinha totalmente equipada com eletrodomésticos novos, despensa. Quarto com roupeiro. Azulejos italianos na cozinha e casa de banho (marca Bisazza). Torneiras Hansgrohe. Vidros duplos, estores elétricos. Prédio de placa com 2 elevadores.\nVista late",
        "advertiser": "Villa Palace- Real Estate",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-08 17:31"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33236007/",
        "price": "2.100€/mês",
        "details": "T2 | 65 m² área bruta | com elevador",
        "description": "T2 simpático e luminoso em prédio de charme totalmente recuperado.\nEste apartamento está MOBILADO e equipado, pronto para entrar apenas com as suas malas.\nNovo a estrear\nComposto por:\n2 Quartos, um com grandes roupeiros e o segundo poderá ser quarto ou, se preferir, escritório.\n1 Sala aberta para a cozinha, tota",
        "advertiser": "Hometobe Real Estate - Briz Roquette - Sociedade de Mediação Imobiliária, Unipessoal Lda - AMI 11338",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Almeida e Sousa, 40, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33234489/",
        "price": "1.600€/mês",
        "details": "T1 | 70 m² área bruta | 4º andar com elevador",
        "description": "Excelente T1+1, renovado há 3 anos, localizado a escassos metros do Jardim da Parada e em frente à famosa Pastelaria Aloma. O apartamento está num 4o piso, com elevador e orientado a Sul. Ao nivel do apartamento não existem vizinhos do lado oposto da rua.\nO apartamento tem ainda uma divisão que poderá servir de quart",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T3 na rua Coelho da Rocha, 71, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33001355/",
        "price": "1.600€/mês",
        "details": "T3 | 83 m² área bruta | 2º andar sem elevador | 28 fev",
        "description": "Contracto mínimo de UM ANO.\nApartamento T3 totalmente remodelado, oferecendo a possibilidade de qualidade de vida, próximo de transportes, cafés, restaurantes, supermercado e todo o tipo de comércio.\nO apartamento encontra-se em prédio sem elevador.\nComposto por:\nSala;\nCozinha totalmente equipada;\n2 Casas de Banho;",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-10 04:06"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T4 na rua Dom João V, 8, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33233392/",
        "price": "2.500€/mês",
        "details": "T4 | 153 m² área bruta | 2º andar sem elevador",
        "description": "Identificação do imóvel: ZMPT564987\nDescubra o charme e a conveniência de viver em um dos bairros mais cobiçados de Lisboa com este magnífico apartamento T4, idealmente localizado na freguesia de Campo de Ourique, a poucos passos do Largo do Rato. Este espaçoso apartamento de 153 m², situado num segundo andar de um pr",
        "advertiser": "ZOME Pr1me - Abóboda",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T1 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33233339/",
        "price": "2.400€/mês",
        "details": "T1 | 105 m² área bruta | 1º andar com elevador",
        "description": "Fabuloso apartamento T1 para arrendamento no Amoreiras Place, um condomínio com segurança 24 horas, muito bem localizado numa das mais prestigiadas zonas de Lisboa.\nO condomínio está inserido em edifício comercial com ginásio, café, restaurante e um parque de estacionamento, encontrando-se rodeado de uma variedade de",
        "advertiser": "ERA Algés / Miraflores",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T3 na avenida Álvares Cabral, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33232253/",
        "price": "4.450€/mês",
        "details": "T3 | 204 m² área bruta | 3º andar com elevador | 28 fev",
        "description": "Desfrute do estilo de vida autêntico de Lisboa, com elegância e conforto incomparáveis!\nApartamento T3, completamente remodelado, com 2 varandas, orientação solar nascente/sul/poente, cozinha equipada, com vista deslumbrante para o Rio Tejo.  \nOs 3 quartos espaçosos garantem conforto e privacidade para toda a família,",
        "advertiser": "Century 21 Sea Gold",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Tomás da Anunciação, 171, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32517927/",
        "price": "1.600€/mês",
        "details": "T2 | 60 m² área bruta | 2º andar com elevador",
        "description": "Apartamento T2 em prédio com elevador em Campo de Ourique.\nPrédio de placa em óptimo estado de conservação com elevador, no cruzamento da Rua Tomás da Anunciação com a Rua Campo de Ourique, junto a um grande parque de estacionamento gratuito para residentes. O apartamento situa-se ao nível do 2ºandar e tem vista para",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Moradia geminada na rua Guilherme Anjos, 28, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32412158/",
        "price": "1.250€/mês",
        "details": "T2 | 60 m² área bruta",
        "description": "IMPORTANTE. A casa vai estar aberta para visitas esta terça feira dia 12 de Marco, das 11:00 as 13:00. Morada: Rua Guilherme Anjos, 28, Campo de Ourique. RSVP\nMoradia Geminada em Campo de Ourique, com jardim privado e vistas incriveis e desafogadas para Monsato. Dois quartos, Sala, Cozinha, Casa de Banho e arrumos ex",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-18 00:38"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Azedo Gneco, 76, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31391619/",
        "price": "1.300€/mês",
        "details": "T1 | 67 m² área bruta | 1º andar com elevador",
        "description": "Apartamento T1 espaçoso num primeiro andar com varanda.\nPrédio com dois elevadores.\nApartamento nao monilado\ntem roupeiro no quarto e cozinha com frigorifico, maquina da loiça e roupa.",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Azedo Gneco, 69, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33226643/",
        "price": "1.600€/mês",
        "details": "T2 | 70 m² área bruta | Rés do chão com elevador",
        "description": "Apartamento reabilitado recentemente, situado em Campo de Ourique (junto ao mercado), um dos bairros mais característicos da cidade de Lisboa, próximo das Amoreiras, Estrela, Lapa e do largo do Rato.\nEste apartamento com 70m2, inserido num rés-do-chão de um prédio com elevador, é composto por uma sala com cozinha equi",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua de São Bento, 363, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33225549/",
        "price": "1.100€/mês",
        "details": "T1 | 50 m² área bruta | 6º andar com elevador",
        "description": "T1 renovado, com 50m2, a 100m do Largo do Rato. Não mobilado (mas inclui fogão, frigorífico, máquina de lavar roupa e uma cama de casal). Despesas não incluídas.\nDisponível a partir de 2 de Março. Open day no dia 1 de Março.",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-08 17:31"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T4 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33224104/",
        "price": "2.900€/mês",
        "details": "T4 | 145 m² área bruta | 3º andar com elevador",
        "description": "Apartamento T4, bem localizado na zona das Amoreiras, com bastante luz natural, com vistas desafogadas para as copas das árvores.\nCaracterísticas Gerais:\n- Hall de entrada com 6,43m2;\n- Sala de estar com 36,76m2, com varanda e muita luz natural;\n- Corredor com 4,90m2;\n- Quarto 1 com 12,60m2, com roupeiros;\n-",
        "advertiser": "Lince Real Estate",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 na rua Maria Pia, s/n, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33222197/",
        "price": "1.400€/mês",
        "details": "T2 | 70 m² área bruta",
        "description": "Apartamento T2 para arrendamento vista rio\nFantástico Apartamento T2 com orientação solar nascente-poente.\nTotalmente remodelado, este apartamento é constituído por dois quartos, uma sala cheia de luminosidade com uma agradável vista para o Rio Tejo, onde poderá desfrutar de um magnífico pôr-do-sol. Dispõe também de um",
        "advertiser": "RE/MAX Golden Line II",
        "status": "rented",
        "added_on": "2024-03-04 23:47",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua 4 de Infantaria, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33221704/",
        "price": "1.990€/mês",
        "details": "T2 | 90 m² área bruta | 5º andar com elevador",
        "description": "Apartamento T2, integralmente remodelado e a estrear, em quinto andar de prédio de placa com dois elevadores, com localização privilegiada no Jardim da Parada, no magnífico bairro de Campo de Ourique.\nCozinha totalmente equipada (electrodomésticos novos), despesa, sala ampla e luminosa, dois quartos (um dos quais com",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T1 na rua maria pia, 302, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31911732/",
        "price": "1.100€/mês",
        "details": "T1 | 55 m² área bruta | Rés do chão sem elevador",
        "description": "escubra este encantador apartamento de 55 metros quadrados com 1 quarto, localizado na Rua Maria Pia, no coração do bairro de Campo de Ourique. Mergulhe em ruas históricas, cafés da moda e uma atmosfera animada mesmo à sua porta. Este acolhedor apartamento dispõe de um quarto, casa de banho, área de estar e um conceito",
        "advertiser": "Branco Caiado - Consultoria Imobiliária",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T4 na rua Silva Carvalho, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33218430/",
        "price": "2.300€/mês",
        "details": "T4 | 130 m² área bruta | 2º andar sem elevador",
        "description": "T4 em Campo de Ourique - Cozinha EquipadaExcelente oportunidade de investimento em um apartamento T4 localizado no charmoso bairro de Campo de Ourique. Este apartamento possui 4 quartos, sala ampla com acesso à varanda e vista desafogada. A cozinha está totalmente equipada com máquina de lavar e secar roupa, frigorífico, exaustor, esquentador, fogão e forno.",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31665066/",
        "price": "1.650€/mês",
        "details": "T2 | 69 m² área bruta | Rés do chão com elevador",
        "description": "Apartamento equipado, sem móveis, em Campo OuriqueApartamento T2 totalmente reabilitado, para arrendamento sem móveis, situado em Campo de Ourique um dos bairros mais característicos da cidade de Lisboa, próximo da Estrela, da zona das Amoreiras e do Largo do Rato.\nEste apartamento com 70 m2 de área útil, inserido num rés-do-chão de um prédio com elevador, é compost",
        "advertiser": "Quintela + Penalva | Knight Frank",
        "status": "available",
        "added_on": "2024-03-04 23:47"
    },
    {
        "região": "centro",
        "title": "Apartamento T4 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33214254/",
        "price": "2.200€/mês",
        "details": "T4 | 119 m² área bruta | sem elevador",
        "description": "Apartamento T4 com 119 m2 de área bruta privativa, remodelado, em Campo de Ourique, Lisboa. Apartamento com sala, casa de jantar e o corredor todos integrados em open space, criando ótima zona social e de circulação, quatro quartos, um dos quais em suite e duas casas de banho completas. Cozinha com 15 m2 equipada com e",
        "advertiser": "JLL Residential Portugal",
        "status": "available",
        "added_on": "2024-03-05 00:50",
        "original price": "2.500€/mês",
        "date of price update": "2024-03-16 13:30"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33213776/",
        "price": "1.200€/mês",
        "details": "T2 | 60 m² área bruta | Rés do chão sem elevador",
        "description": "T2 Duplex Renovado e Mobilado.\nDividido da seguinte forma:\nPiso Terreo - cozinha e sala em open space, quarto e casa de banho completa.\nPiso Inferior - Quarto e casa de banho social, sem duche.\nSituado numa das melhores zonas de Lisboa, em local residencial entre o Rato e a Estrela.\nPede-se 2 rendas e uma cauçã",
        "advertiser": "Lux'Inn",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T4 na rua Luís Derouet, 4, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33209715/",
        "price": "3.250€/mês",
        "details": "T4 | 120 m² área bruta | 3º andar com elevador",
        "description": "Excelente apartamento T4 com remodelação total, finalizada em 2024, num 3º andar com elevador numa das melhores zonas de Campo de Ourique.\nContamos com 3 quartos todos com roupeiro, sendo um deles uma suite. Um dos quartos com varanda aberta. Uma sala com imensa luz e temos ainda outra divisão que pode servir de sala",
        "advertiser": "Home Tailors Telheiras",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 na rua da Páscoa, 75, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31096989/",
        "price": "1.450€/mês",
        "details": "T2 | 95 m² área bruta | 2º andar sem elevador",
        "description": "! NÃO ACEITO CONTACTO DE IMOBILIÁRIAS!\nT2 com 70Mts2 em Santa Isabel com muita luz. Bairro com bastante comércio em zona muito calma, junto à rede de transportes, Jardim da Estrela, Lg do Rato e Campo de ourique, centro comercial Amoreiras, junto aos acessos à A5 e A2.\nTotalmente remodelada com recentes obras de melho",
        "status": "available",
        "added_on": "2024-03-05 00:50",
        "original price": "1.500€/mês",
        "date of price update": "2024-03-18 00:47"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T0 na rua Maria Pia, 599, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31345308/",
        "price": "800€/mês",
        "details": "T0 | 30 m² área bruta | Cave sem elevador",
        "description": "Estúdio/T0 de 2019 mobilado com cozinha equipada e boa disposição solar. Localizado em Campo de Ourique a 5 minutos a pé do centro comercial das Amoreiras.\n(Não pretendo ser contatada por agentes imobiliários).",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Pereira e Sousa, 23, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/30800967/",
        "price": "1.800€/mês",
        "details": "T2 | 90 m² área bruta | 2º andar com elevador",
        "description": "T2 bairro de Campo de Ourique, centro\nLocalização - Rua Pereira e Sousa (2º andar, 2 elevadores)\nEstado - renovado\nQuartos - 2\nSala de estar e jantar - 1 espaço comum\nWC - 1\nCozinha - 1\nElevador - sim (2)\nvarandas - sim (2)\nGaragem - não\nO apartamento está totalmente mobilado e equipado com electrodomésticos, utensí",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Ferreira Borges, 26, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33210122/",
        "price": "1.875€/mês",
        "details": "T1 | 92 m² área bruta | 1º andar com elevador",
        "description": "Magnífico apartamento T1 por estrear, completamente mobilado, com uma cozinha totalmente equipada e um espaço exterior único com 32m2. Inserido num primeiro andar de um edifício com elevador, este imóvel oferece comodidade e acessibilidade.\nEste imóvel destaca-se pela integração perfeita entre o conforto do interior e",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Tomás da Anunciação, 112, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33210092/",
        "price": "1.850€/mês",
        "details": "T2 | 88 m² área bruta | 2º andar com elevador",
        "description": "Magnífico apartamento T2, que irá ser completamente mobilado, com uma cozinha totalmente equipada. Inserido num segundo andar num prédio com elevador.\nEste imóvel destaca-se pela imensa luz natural que recebe ao longo do dia, pois apanha as duas frentes do edifício.\nSituado numa zona premium, Campo de Ourique, este",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33209459/",
        "price": "1.850€/mês",
        "details": "T2 | 88 m² área bruta | 2º andar com elevador",
        "description": "Fantástico apartamento, com uma localização premium em Campo de Ourique, num 2º andar em prédio com elevador.\nO apartamento de tipologia T2 foi totalmenre recuperado equipado e mobilado.\nComposto por 2 quartos, cozinha, sala, casa de banho.\nNo prédio existe ainda um pátio com um pequeno jardim que é de acesso e us",
        "advertiser": "Worldland Real Estate",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31143472/",
        "price": "1.350€/mês",
        "details": "T2 | 90 m² área bruta | 3º andar sem elevador",
        "description": "Venha conhecer este simpático e agradável apartamento totalmente renovado, mobilado e equipado, junto a escola de hotelaria. E composto por 1 hall de entrada, 2 quartos, cozinha e sala em Open Space, 1 casa de banho. LIVRE A PARTIR DO MES DE AVRIL.",
        "advertiser": "ORIGINAL TRADING & CONSULTING",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "campo de ourique",
        "title": "Penthouse em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33204524/",
        "price": "6.000€/mês",
        "details": "T3 | 180 m² área bruta | 10º andar com elevador",
        "description": "Desfrute do luxo urbano neste T3 nas Amoreiras, Lisboa. Com mobília elegante e ar condicionado para o máximo conforto, este apartamento oferece renovação de ar para uma atmosfera fresca. Com 3 casas de banho equipadas com toalheiros elétricos, garante conveniência. As amplas janelas proporcionam uma vista deslumbrante",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31571575/",
        "price": "1.650€/mês",
        "details": "T2 | 50 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento duplex remodelado, com varanda, próximo das Amoreiras e do Largo do RatoApartamento T2 duplex, remodelado, para arrendamento sem móveis, próximo das Amoreiras, do Largo do Rato e Mercado de Campo de Ourique e com acesso direto à A5. Numa zona bem servida de comércio e escolas de referência como os Salesianos, Liceu Francês e o Externato do Parque. Situado num dos bairros mais característic",
        "advertiser": "Quintela + Penalva | Knight Frank",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-06 20:16:48"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 na rua da Arrábida, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33203613/",
        "price": "1.450€/mês",
        "details": "T2 | 80 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento de 4 assoalhadas, em Campo de Ourique (Santa Isabel), junto à estação de Metro do Rato.\nCONDIÇÕES DE ARRENDAMENTO: 2 Rendas + 1 Caução + Fiador\nEste apartamento, em edifício centenário, encontra-se em excelente estado de conservação e é composto por:\n- 3 quartos, sendo um interior\n- Sala\n-Corredor\n- Coz",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Gervásio Lobato, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32601144/",
        "price": "1.100€/mês",
        "details": "T1 | 40 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento T1 com quintal, totalmente remodelado, a estrear.\nCozinha totalmente equipada.\nCom armários embutidos.\nÉ um RC em prédio sem elevador.\nPróximo ao mercado de campo de Ourique.\nO imóvel tem muita luz natural e acabamentos modernos.\nZona sossegada, segura, com boa vizinhança e com boa iluminação pública.\nCampo",
        "advertiser": "Loja do Proprietário",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 na rua Tomás da Anunciação, 90, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32100491/",
        "price": "1.950€/mês",
        "details": "T2 | 60 m² área bruta | 4º andar com elevador",
        "description": "T2 CAMPO D’OURIQUE TOTALMENTE REMODELADO COM VARANDA\nTRATA O PRÓPRIO ( não quero contacto de imobiliárias ).\n- T2 totalmente remodelado e mobilado, pronto a entrar, no coração de Campo d’Ourique\n- Andar alto em edifício com elevador\n- Varanda\n- Excelente exposição solar / Muita luz\n- Muito charme\n- Quartos com roupe",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33199310/",
        "price": "2.500€/mês",
        "details": "T1 | 93 m² área bruta | 1º andar com elevador",
        "description": "***INCIO DE CONTRATO EM MAIO***\nApartamento T1 em Campo de Ourique, Rua Correia Teles\nLocalizado numa das ruas mais tranquilas de Campo de Ourique, este charmoso apartamento T1 oferece o conforto e a conveniência de um imóvel moderno, inserido num prédio construído em 2016.\nCaracterísticas Principais:\nLocalização: S",
        "advertiser": "Century 21 Nações",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Francisco Metrass, 64, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33198812/",
        "price": "1.200€/mês",
        "details": "T1 | 60 m² área bruta | Rés do chão com elevador",
        "description": "T1 COM COZINHA EQUIPADA RUA FRANCISCO METRASS\nInserido num prédio com 4 pisos, 2 elevador, localizado no Rés do Chão, num dos Bairros mais procuradas da Cidade de Lisboa, a 100m da Escola Internacional RedBridge e a dois quarteiros do Jardim da Parada, com serviços e transportes mesmo à porta.\nDistribuído por um Hall",
        "advertiser": "Century 21 Le Quartier",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Coelho da Rocha, 114, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33188051/",
        "price": "2.200€/mês",
        "details": "T3 | 93 m² área bruta | 2º andar sem elevador",
        "description": "",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 na travessa de Santa Quitéria, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33140128/",
        "price": "2.890€/mês",
        "details": "T2 | 96 m² área bruta | Rés do chão sem elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 17-04-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €2,780* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua Sampaio Bruno, s/n, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33195559/",
        "price": "1.200€/mês",
        "details": "T1 | 51 m² área bruta",
        "description": "Apartamento T1+1 com renovação recente, situado em Campo de Ourique. Dispõe de 1 quarto com 11,86 e um outro com 5,80 m2  que poderá  pode ser utilizado como quarto de bebé, escritório ou closet), cozinha semi equipada com exaustor, fogão, forno e esquentador. Dispoe, ainda, de varanda simpática. Tem vista de rio e fic",
        "advertiser": "RE/MAX Alpha",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Coelho da Rocha, 64, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33192026/",
        "price": "1.600€/mês",
        "details": "T2 | 60 m² área bruta | 3º andar sem elevador",
        "description": "Apartamento T2 (1 quarto interior) no centro de campo de ourique, Rua Coelho da Rocha.\nCasa totalmente remodelada no final de 2022/início de 2023 (canalização e eletricidade novas)\nFachada da frente (onde se encontra a sala de estar) virada a SUL, com uma pequena varanda.\nA/C instalado no final de setembro de 2023.\nCo",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua Carlos da Maia, 35, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33191731/",
        "price": "1.350€/mês",
        "details": "T1 | 60 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento T1 na Rua Carlos da Maia, em Campo de Ourique.\nSem mobília, exceto cama de casal e roupeiro no quarto.\nCozinha totalmente equipada, com placa e esquentador a gás natural, forno elétrico e microondas. Máquina de lavar roupa e loiça, bem como frigorífico.\nDisponível para entrada imediata com contrato de 1 ano",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T4 na rua Silva Carvalho, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33188061/",
        "price": "2.000€/mês",
        "details": "T4 | 130 m² área bruta | 3º andar sem elevador",
        "description": "Apartamento T4 em terceiro andar de prédio sem elevador, com localização privilegiada nas Amoreiras, junto às Torres das Amoreiras, ao Liceu Francês e a dois passos do magnífico bairro de Campo de Ourique. Arrendado com cozinha equipada e sem mobília. Disponível a partir de 01 de Abril de 2024.\nConstituído por cozinha",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Saraiva de Carvalho, s/n, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33186841/",
        "price": "2.950€/mês",
        "details": "T1 | 217 m² área bruta",
        "description": "Apartamento T1 com uma vista única sobre a cidade e rio.\nO apartamento é composto por sala de 53m2 com Recuperador de calor e A/C, Suite com 45m2 e A/C, cozinha e solário.\nO apartamento é parte integrante de uma fracção sendo susceptivel de utilização independente.\nCondições:\n1 ano de contrato\n2 rendas\n1 Caução\nFiador",
        "advertiser": "RE/MAX Siimgroup Miraflores",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Duplex na rua Sampaio Bruno, 60, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33183218/",
        "price": "2.200€/mês",
        "details": "T3 | 160 m² área bruta | 3º andar com elevador",
        "description": "Apartamento T3 duplex totalmente renovado - 3º andar com elevador.\n160 m2 de área bruta privativa, mais terraço com 30 m2, em prédio de placa na Rua Sampaio Bruno em Campo de Ourique.\nSala com lareira, chão de pedra, quartos com chão madeira\nO apartamento tem 3 Quartos, dois deles com closet e 2 casas de Banho.\nO apart",
        "status": "rented",
        "added_on": "2024-03-05 00:50",
        "rented on": "2024-03-08 17:31"
    },
    {
        "região": "centro",
        "title": "Apartamento T1, urbano, 29, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33183068/",
        "price": "1.000€/mês",
        "details": "T1 | 58 m² área bruta | 2º andar com elevador",
        "description": "",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33182891/",
        "price": "1.750€/mês",
        "details": "T2 | 70 m² área bruta | 5º andar com elevador",
        "description": "No bairro de Campo de Ourique um dos mais icónicos da cidade de Lisboa encontra este fantástico T2, com sala e 2 quartos cheios de luz a dar para uma varanda com uma vista fantástica. O prédio está muito bem mantido, cuidado e tem 2 elevadores. O apartamento foi remodelado e está a estrear. Foi mantido o bonito chão de",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33182908/",
        "price": "2.200€/mês",
        "details": "T2 | 74 m² área bruta | 2º andar com elevador",
        "description": "Apartamento T2 com varanda, Campo de Ourique, LisboaApartamento T2 com 74 m2 de área bruta privativa, a estrear, com varanda de 8 m2, localizado na Rua Silva Carvalho, em Lisboa. O apartamento é composto por sala de estar com cozinha integrada e equipada, ambas com acesso à varanda de 8 m2, dois quartos com roupeiros, um dos quais com varanda e casa de banho completa.",
        "advertiser": "JLL Residential Portugal",
        "status": "available",
        "added_on": "2024-03-05 00:50",
        "original price": "2.500€/mês",
        "date of price update": "2024-03-16 13:30"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T2 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33180255/",
        "price": "2.300€/mês",
        "details": "T2 | 98 m² área bruta | 1º andar com elevador",
        "description": "[PT]\nApartamento T2 de charme, no Bloco das Águas Livres\nEdifício classificado como Monumento de Interesse Público\nCampo de Ourique\nRemodelado\n2 quartos\n2 casas de banho\nSala de estar\nCozinha equipada com electrodomésticos todos novos\nVista fantástica\nMuito luminoso\nSegurança 24h\nSemi-mobilado\nMuita arrumação\n[EN]\nC",
        "status": "available",
        "added_on": "2024-03-05 00:50",
        "original price": "2.500€/mês",
        "date of price update": "2024-03-16 13:30"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 na rua Silva Carvalho, 56, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33179843/",
        "price": "1.800€/mês",
        "details": "T2 | 68 m² área bruta | 2º andar com elevador",
        "description": "Apartamento T2 com varanda, em Campo de Ourique, LisboaApartamento T2 com 68 m² de área bruta privativa e varanda, no empreendimento Vintage Campo de Ourique, em Lisboa. O apartamento é composto por sala de estar com cozinha integrada e equipada, ambas com acesso à varanda de 10 m2, dois quartos com roupeiros, um dos quais com varanda e casa de banho completa.\nLocalizado",
        "advertiser": "JLL Residential Portugal",
        "status": "available",
        "added_on": "2024-03-05 00:50"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1, Escadinhas dos Terramotos, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32059210/",
        "price": "1.200€/mês",
        "details": "T1 | 35 m² área bruta | Rés do chão sem elevador",
        "description": "Encante-se com este elegante T1 localizado na Rua Maria Pia! Totalmente mobilado e equipado, este apartamento conta com ar condicionado em todas as divisões e decoração moderna. A sala acolhedora e a cozinha em estilo americano proporcionam um ambiente amplo e funcional, equipado com eletrodomésticos de qualidade. Com",
        "status": "rented",
        "added_on": "2024-03-05 01:32",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T1 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33175487/",
        "price": "1.875€/mês",
        "details": "T1 | 92 m² área bruta | 1º andar com elevador",
        "description": "Novo apartamento pronto a estrear localizado em Campo de Ourique na Rua Ferreira Borges. num 1º andar em prédio com elevador.\nO apartamento de tipologia T1 foi alvo de obras totais encontrando-se em excelente estado, é composto por quarto, cozinha aberta para a sala, casa de banho e uma varanda privativa de 30 m2,\nO",
        "advertiser": "Worldland Real Estate",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T3 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33174470/",
        "price": "3.100€/mês",
        "details": "T3 | 181 m² área bruta | 8º andar com elevador",
        "description": "Excelente apartamento T3 totalmente mobilado, com vista rio e 1 lugar de garagem, inserido nas Torres das Amoreiras, projectado pelo Arquitecto Tomás Taveira.\nO apartamento é composto por: sala de grandes dimensões com lareira, 1 suite e 2 quartos com roupeiros embutidos, 2 casas de banho completas (uma base duche out",
        "advertiser": "Worldland Real Estate",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 na rua Particular à Travessa de Santa Quiteria, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33174058/",
        "price": "2.200€/mês",
        "details": "T2 | 100 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento totalmente equipado localizado numa das zonas mais centrais e calmas da capital lisboeta, a Estrela.\nÉ composto por suite, cozinha, sala de estar, sala de jantar, quarto e terraço. Tem 1 lugar de parqueamento.\nTem o Principe Real e a Praça das Flores a poucos passos da sua porta e todos os serviços neces",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na travessa Santo Ildefonso, s/n, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33136159/",
        "price": "1.200€/mês",
        "details": "T1 | 50 m² área bruta | Rés do chão sem elevador",
        "description": "Excelente apartamento T1, Junto ao Jardim da Estrela, num Edifício de Traça Antiga, totalmente reabilitado. Localizado nas proximidades do Jardim da Estrela e a 300 metros de distância da estação de Metropolitano no Largo do Rato. Zona tradicional de habitação para quem pretende uma vivência cosmopolita, com proximidad",
        "advertiser": "RE/MAX Prestige",
        "status": "rented",
        "added_on": "2024-03-05 01:32",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33164874/",
        "price": "1.900€/mês",
        "details": "T2 | 83 m² área bruta | 1º andar sem elevador",
        "description": "Charmoso T2 mobilado e equipado disponível para entrada imediata em ótima localização em Campo de Ourique.\nEnvie sua mensagem e responderemos com a data e morada para a visita.\nSala de estar e jantar espaçosa, 2 quartos com roupeiro, cozinha e 1 casa de banho.\nCozinha totalmente equipada com:\n- Microondas\n- Fogão a",
        "advertiser": "MAVEN",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua da Páscoa, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33168363/",
        "price": "1.500€/mês",
        "details": "T1 | 57 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento T1 Remodelado e Mobilado em Campo de Ourique, LisboaGostaria de viver entre o Jardim da Estrela e as Amoreiras?\nSe você busca viver no coração vibrante de Lisboa, entre o pitoresco Jardim da Estrela e o moderno Amoreiras, temos o prazer de apresentar este acolhedor apartamento T1 Remodelado, Equipado e Mobilado, situado na reservada Rua da Páscoa em Campo de Ourique, Li",
        "advertiser": "Relive",
        "status": "rented",
        "added_on": "2024-03-05 01:32",
        "rented on": "2024-03-11 02:15"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T3 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33165071/",
        "price": "1.700€/mês",
        "details": "T3 | 90 m² área bruta | 1º andar sem elevador",
        "description": "Apartamento T3 com boas áreas na Rua da Arrábida em Campo de Ourique\nO imóvel é composto por:\nhall de entradasala de estar3 quartoscozinha totalmente equipadaWC completaFantástico T3 para arrendar  remodelado, situado em 1º andar de prédio sem elevador em ótimo estado de conservação.\nCentralmente localizado no ba",
        "advertiser": "KW LEAD Restelo",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Duplex na rua Sampaio Bruno, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33162727/",
        "price": "2.000€/mês",
        "details": "T3 | 100 m² área bruta | 3º andar com elevador",
        "description": "Apartamento T3 Duplex arrendar em Campo de Ourique.\nEste imóvel oferece um terraço com vista panorâmica sobre o Monsanto, perfeito para desfrutar de momentos de relaxamento e contemplação da natureza. Localizado no último andar de um edifício de placa, este apartamento proporciona privacidade e tranquilidade.\nA sala",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 em Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31830785/",
        "price": "1.700€/mês",
        "details": "T2 | 76 m² área bruta | 2º andar sem elevador",
        "description": "Agradecemos que para marcações de visitas seja enviada mensagem.\nApartamento Maple, Campo de Ourique, Lisboa\nEste apartamento remodelado dispõe de dois quartos e uma casa de banho.\n- Totalmente Equipado e Mobilado\n- Ar Condicionado\n- Wifi / TV Cabo\n- Cozinha Equipada\n- Roupeiros nos quartos\n- Autocarro e Metro a min",
        "advertiser": "Agente Imobiliario",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua 4 de Infantaria, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31507895/",
        "price": "1.900€/mês",
        "details": "T2 | 91 m² área bruta | 2º andar com elevador",
        "description": "Agradecemos que para marcações de visitas seja enviada mensagem.\nApartamento Anise, Campo Ourique, Lisboa\nEste apartamento remodelado dispõe de dois quartos e uma casa de banho.\n- Totalmente Equipado e Mobilado\n- Wifi / TV Cabo\n- Cozinha Equipada\n- Roupeiros nos quartos\n- Autocarro e Metro a minutos de distancia\n- A",
        "advertiser": "Agente Imobiliario",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T1 na rua Maria Pia, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/30491916/",
        "price": "1.500€/mês",
        "details": "T1 | 51 m² área bruta | Rés do chão sem elevador",
        "description": "Agradecemos que para marcações de visitas seja enviada mensagem.\nApartamento Cicely, Amoreiras, Lisboa\nEste apartamento remodelado dispõe de um quarto e uma casa de banho.\n- Totalmente Equipado e Mobilado\n- Wifi / TV Cabo\n- Cozinha Equipada\n- Autocarro e Metro a minutos de distancia\n- Aluguer mensal: despesas (eletr",
        "advertiser": "Agente Imobiliario",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T1 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33160343/",
        "price": "1.400€/mês",
        "details": "T1 | 48 m² área bruta | com elevador",
        "description": "Apartamento T1 situado a poucos metros de distância da estação de metropolitano do Rato, mais propriamente na Rua de São Bento. Totalmente remodelado, com cozinha equipada, apresenta um layout moderno dividindo o espaço da sala com a cozinha, permitindo assim um conceito Open Space.\nPrédio em muito bom estado de conser",
        "advertiser": "Century 21 Fitamétrica12",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 na estrada dos Prazeres, 8, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33160089/",
        "price": "1.250€/mês",
        "details": "T2 | 60 m² área bruta | Sub cave sem elevador",
        "description": "Não pretendo Imobiliárias.",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T4 na rua Almeida e Sousa, 62, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33154379/",
        "price": "2.295€/mês",
        "details": "T4 | 120 m² área bruta | 4º andar com elevador",
        "description": "Um apartamento moderno e alegre em uma excelente localização com um grande terraço ensolarado e uma mini academia, ideal para expatriados.",
        "status": "rented",
        "added_on": "2024-03-05 01:32",
        "rented on": "2024-03-08 17:31"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T1, Freitas Gazul, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33154228/",
        "price": "1.000€/mês",
        "details": "T1 | 50 m² área bruta | 3º andar com elevador",
        "description": "Apartamento T1 em Campo de Ourique totalmente remodelado, com a cozinha toda equipada.\nEncontra-se perto de todos os serviços e transportes.\nTem 2 varandas.\nValor não negociável.",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Luís Derouet, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33147172/",
        "price": "3.635€/mês",
        "details": "T2 | 83 m² área bruta | 3º andar sem elevador",
        "description": "*APARTAMENTO COM TERRAÇO*\n*COMPLETAMENTE MOBILIADO*\n*RENDAS MENSAIS DE 1 A 11 MESES*.\nTranscender para uma fuga sarauí do conforto do bairro de Campo de Ourique, em Lisboa, com a Espichel. Este apartamento de dois quartos e dois banheiros oferece uma localização inigualável num dos bairros mais históricos de Lisboa. C",
        "advertiser": "Ukio Lisboa",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T0 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32913826/",
        "price": "1.250€/mês",
        "details": "T0 | 43 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 02/04/2024\n- Duração Mínima de Aluguer: 27 dias\n- Número Máximo de Hóspedes: 4\n- Todas as Despesas Incluídas: Não, para mais info",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 em Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32989414/",
        "price": "2.000€/mês",
        "details": "T2 | 69 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: DISPONÍVEL AGORA\n- Duração Mínima de Aluguer: 27 dias\n- Número Máximo de Hóspedes: 5\n- Todas as Despesas Incluídas: Sim, para mai",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32695467/",
        "price": "1.769€/mês",
        "details": "T1 | 60 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 20/03/2024\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 2\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32767845/",
        "price": "2.200€/mês",
        "details": "T2 | 65 m² área bruta | com elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 26/04/2024\n- Duração Mínima de Aluguer: 27 dias\n- Número Máximo de Hóspedes: 4\n- Todas as Despesas Incluídas: Não, para mais info",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 em Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32695046/",
        "price": "1.975€/mês",
        "details": "T2 | 75 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 01/04/2024\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 4\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33146656/",
        "price": "2.079€/mês",
        "details": "T2 | 75 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 23/06/2024\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 4\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33143580/",
        "price": "1.990€/mês",
        "details": "T2 | 80 m² área bruta | 5º andar com elevador",
        "description": "2 bedroom flat for rent in Campo de Ourique\nT2 with 70m2, unfurnished, ready to debut.\nLicence of use n. º 305/1958.\nBe the first one to live in this new and modern apartment, nestled within a historic structure at the heart of the upscale Campo de Ourique neighborhood, this residence boasts 1980s architecture metic",
        "advertiser": "Homing Real Estate",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Saraiva de Carvalho, 148, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33142905/",
        "price": "2.250€/mês",
        "details": "T3 | 100 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento T3 em Campo de Ourique, renovado, composto por uma sala espaçosa com cozinha aberta equipada com eletrodomésticos. O imóvel possui três quartos, sendo um deles uma suíte com acesso a um terraço privativo. O apartamento está situado num prédio de quatro andares, com vidro duplo nas janelas. Os quartos tem ar",
        "status": "available",
        "added_on": "2024-03-05 01:32",
        "original price": "2.300€/mês",
        "date of price update": "2024-03-18 00:42"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33124049/",
        "price": "1.800€/mês",
        "details": "T2 | 58 m² área bruta | 2º andar sem elevador",
        "description": "Junto ao Jardim da Estrela em S. Bento vai encontrar para arrendamento este charmoso apartamento totalmente equipado e mobilado conforme as fotografias, num 2º andar sem elevador.\nO apartamento fica mobilado tal como se encontra nas fotografias, equipado com máquina de lavar roupa, máquina de lavar loiça, frigorifico",
        "advertiser": "KW PRO",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T1 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33122124/",
        "price": "1.600€/mês",
        "details": "T1 | 45 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento T1, na Rua de Campo de Ourique com terraço com 100 m2.",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "santa isabel",
        "title": "Duplex na rua São João Nepomuceno, 13, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33120402/",
        "price": "3.000€/mês",
        "details": "T3 | 136 m² área bruta | 3º andar sem elevador",
        "description": "DUPLEX COM TERRAÇO E 2 LUGARES DE ESTACIONAMENTO EM CAMPO DE OURIQUEApaixone-se por um imóvel único num bairro icónico, Campo de Ourique. Este duplex que dispõe de 3 suites num prédio totalmente remodelado em 2015 conta com:\n- Ar condicionado nos quartos e na sala;\n- Cozinha equipada na totalidade: micro-ondas, forno, placa de indução, frigorífico e congelador, máquina de lavar roupa",
        "advertiser": "Century 21 Le Quartier",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T3 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33120536/",
        "price": "3.100€/mês",
        "details": "T3 | 190 m² área bruta | 8º andar com elevador",
        "description": "Excelente Apartamento T3 mobiliado e equipado nas Amoreiras com 180m2.\nComposto com Hall de entrada, 1 Sala com lareira de 50 m2 com vistas rio, 1 Suite de 18m2\n2 Quartos com roupeiros de 14m2 e 15 m2, 1 Casa de banho completa, 1 Cozinha com despensa totalmente equipada, 1 lugar de garagem. Apartamento com bons acabame",
        "advertiser": "ALMEIDA TELLO Real Estate",
        "status": "available",
        "added_on": "2024-03-05 01:32"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33109714/",
        "price": "1.850€/mês",
        "details": "T1 | 89 m² área bruta | com elevador",
        "description": "Apartamento T1 nas Torres das Amoreiras\nÁrea bruta de 100m2\nPossibilidade de arrendar um lugar de garagem por 150€/mês\nO apartamento é arrendado com mobília e cozinha totalmente equipada.\nInaugurado em 1985, o Amoreiras é um dos espaços comerciais mais icónicos de Lisboa e de Portugal. Pelas suas características e",
        "advertiser": "U@Home",
        "status": "rented",
        "added_on": "2024-03-05 01:32",
        "rented on": "2024-03-10 04:06"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 na rua São João Nepomuceno, 15, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33109359/",
        "price": "1.650€/mês",
        "details": "T2 | 74 m² área bruta | 1º andar sem elevador",
        "description": "Excelente T2, com boas áreas, 1o andar sem elevador, ar condicionado e lugar de estacionamento, inserido numa zona muito central e tranquila.",
        "status": "available",
        "added_on": "2024-03-05 02:34",
        "original price": "1.750€/mês",
        "date of price update": "2024-03-16 13:30"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33107161/",
        "price": "2.300€/mês",
        "details": "T3 | 270 m² área bruta",
        "description": "Excelente apartamento de Tipologia T3, situado num dos mais conceituados Bairros da cidade de Lisboa, o bairro de Campo de Ourique, totalmente mobilado cozinha equipada e com terraço jardim\nCom orientação Nascente Poente e distâncias pedonais de 2 minutos ao Jardim Teófilo Braga (Jardim da Parada) 5 minutos mercado e",
        "advertiser": "Worldland Real Estate",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 em Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33105055/",
        "price": "1.850€/mês",
        "details": "T2 | 76 m² área bruta | com elevador",
        "description": "Localizado no encantador bairro de Campo de Ourique, este magnífico apartamento T2 oferece uma vista espetacular para a beleza verdejante de Monsanto.\nO apartamento é inundado por uma luminosidade incrível, oferecendo um ambiente acolhedor e convidativo.\nAcabado de ser remodelado, este apartamento está pronto a ser est",
        "advertiser": "SottoMayor Properties",
        "status": "rented",
        "added_on": "2024-03-05 02:34",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T3 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33098048/",
        "price": "7.750€/mês",
        "details": "T3 | 190 m² área bruta | 4º andar com elevador",
        "description": "Apartamento T3, com vista desafogada, inserido na prestigiada Torre das Amoreiras, com segurança 24/7, em Lisboa.   \nPrincipais Áreas:  \nSala de estar com lareira, ar condicionado e parede envidraçada\nCozinha totalmente equipada, com ilha com fogão incorporado e lava-louças\nMaster suite com walk-in closet e wc com wal",
        "advertiser": "MDimobiliaria",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 na rua da Arrábida, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33097308/",
        "price": "1.950€/mês",
        "details": "T2 | 125 m² área bruta",
        "description": "EXCELENTE T2+1 - NOVO a “ESTREAR” – 104,70 M2 + Pátio 20 M2 – Rua da Arrábida –Amoreiras - Campo de Ourique!\nA 5 minutos a Pé ou a 500m do Liceu Francês, das Amoreiras e do Metro do Rato!\nConstrução NOVA a “Estrear”, com Muito Charme, Qualidade e Bom Gosto.\nREQUISITOS PEDIDOS para Arrendamento:\n* Com a outorga do Con",
        "advertiser": "RE/MAX ConviCtus",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33085977/",
        "price": "7.000€/mês",
        "details": "T3 | 50 m² área bruta | 3º andar",
        "description": "[PT] Disponível em: 01/05/2024.\nReserve em linha clicando abaixo do mapa em \"Ligação adicional\".\n[ENG] Available from: 01/05/2024.\nBook online by clicking on \"additional link\" under the map.\n*************\n[PT] COMO É QUE FUNCIONA O SPACEST.COM?\nSpacest.com é uma plataforma online para alugueres de médio-longo praz",
        "status": "available",
        "added_on": "2024-03-05 02:34",
        "original price": "5.500€/mês",
        "date of price update": "2024-03-16 13:30"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 na rua Custódio Vieira, s/n, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33077876/",
        "price": "2.600€/mês",
        "details": "T2 | 140 m² área bruta",
        "description": "Qualidade e Conforto no centro de Lisboa\nApartamento T2, inserido em Edífício de prestígio, na melhor localização de Lisboa, junto às Amoreiras.\n \n140m2, àreas generosas, excelente luminosidade natural (nascente/poente), modernidade dos acabamentos, cozinha americana com equipamento Miele, varandas, 1 parqueamento e 1",
        "advertiser": "RE/MAX Telheiras",
        "status": "rented",
        "added_on": "2024-03-05 02:34",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua Saraiva e Carvalho, 1, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33074232/",
        "price": "1.200€/mês",
        "details": "T1 | 86 m² área bruta | 4º andar com elevador",
        "description": "T1 PARA ARRENDAMENTO NA RUA SARAIVA DE CARVALHO JUNTO AO RATO\nApartamento T1 no quarto andar situado no cosmopolita Bairro de Campo de Ourique num imóvel com dois apartamentos por piso. Com uma área de 86 m2, distribuída por um quarto, sala de estar e jantar, cozinha e uma casa-de-banho.\nProximidade a escolas de pres",
        "advertiser": "Century 21 Le Quartier",
        "status": "rented",
        "added_on": "2024-03-05 02:34",
        "rented on": "2024-03-06 20:16:53"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T1 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33074137/",
        "price": "1.575€/mês",
        "details": "T1 | 65 m² área bruta | 5º andar com elevador",
        "description": "APARTAMENTO T1+1 SEM MÓVEIS E COM GARAGEM NO CENTRO DE LISBOA AO PÉ DO JARDIM DA ESTRELA\nSEM MOBÍLIA INCLUIDA.\nEste apartamento inserido em Prédio com elevador e garagem, no centro de Lisboa, junto ao metro do Rato.\n- Hall de Entrada: 7m2\n- Sala 15m2 com acesso a Varanda 6m2 a poente\n- Cozinha toda equipada com",
        "advertiser": "AFINEST LUXURY REAL ESTATE (Abreu Faro - Mediação imobiliária Lda)",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua do Patrocínio, 63, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33068356/",
        "price": "1.250€/mês",
        "details": "T1 | 45 m² área bruta | 5º andar com elevador",
        "description": "T1 vizinho Embaixada Suíça café Tentadora e Jeronimo Martins, em pleno Campo de Ourique e a 2 passos da Estrela. 10 min do Liceu Francês. Vista sobre Lisboa e Tejo. Muito perto Residéncia Sénior Domus VI e Escola Hotelaria e Turismo Lisboa.\nNão quero ser contactado agências.",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T1 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32695367/",
        "price": "1.620€/mês",
        "details": "T1 | 50 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 02/05/2024\n- Duração Mínima de Aluguer: 90 dias\n- Número Máximo de Hóspedes: 3\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32694880/",
        "price": "2.079€/mês",
        "details": "T2 | 90 m² área bruta | com elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: DISPONÍVEL AGORA\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 4\n- Todas as Despesas Incluídas: Sim, para mai",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T1 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/28224028/",
        "price": "1.400€/mês",
        "details": "T1 | 70 m² área bruta | com elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: DISPONÍVEL AGORA\n- Duração Mínima de Aluguer: 27 dias\n- Número Máximo de Hóspedes: 2\n- Todas as Despesas Incluídas: Sim, para mai",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T3 na rua Tierno Galvan, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33043688/",
        "price": "3.600€/mês",
        "details": "T3 | 176 m² área bruta | 10º andar com elevador",
        "description": "Excelente Apartamento T3 localizado na prestigiada Torre das Amoreiras, em Lisboa.\nCom segurança 24 horas e lugar de garagem, este imóvel oferece todo o conforto e comodidade que você procura.\nO apartamento possui uma ampla sala de estar, uma suíte principal com casa de banho privativa, mais dois quartos com casa de",
        "status": "rented",
        "added_on": "2024-03-05 02:34",
        "rented on": "2024-03-12 17:32"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Almeida e Sousa, s/n, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33037125/",
        "price": "2.850€/mês",
        "details": "T3 | 148 m² área bruta",
        "description": "Na melhor zona de CAMPO de OURIQUE, temos para arrendar este excelente T3 NÃO MOBILADO, com Cozinha equipada, em prédio relativamente recente, com elevador e 2 Lugares de ESTACIONAMENTO.\nEstores eléctricos, vidros duplos, porta de segurança, vídeo porteiro, cozinha totalmente equipada, aquecimento central através de ca",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua da Infantaria 16, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33034893/",
        "price": "1.200€/mês",
        "details": "T1 | 47 m² área bruta | Rés do chão com elevador",
        "description": "Apartamento T1 remodelado em Campo de Ourique.\nInserido num prédio com 5 pisos, com elevador, fica localizado no Rés do Chão, em uma das zonas mais procuradas da Cidade de Lisboa, ideal para habitação e com serviços e transportes à porta.\nZona social: Hall de entrada que dá para a sala, cozinha e para a área privativ",
        "advertiser": "Chave Nova Sul",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Coelho da Rocha, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33032852/",
        "price": "1.800€/mês",
        "details": "T2 | 86 m² área bruta | Rés do chão sem elevador",
        "description": "Considerada umas das melhoras zonas para se viver em Lisboa, este apartamento renovado e de áreas generosas, dispõe de 2 quartos, uma Sala de estar e cozinha com acesso para o terraço, cozinha totalmente renovada, casa de banho completa e muito espaçosa.\nTem um terraço de 32m2 para usufruir de um espaço exterior no cen",
        "advertiser": "Imojoy Real Estate",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T3 na rua Dom Dinis, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32914166/",
        "price": "2.700€/mês",
        "details": "T3 | 100 m² área bruta | 2º andar com elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 02-04-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €2,630* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 02:34",
        "original price": "2.860€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Ferreira Borges, 173, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32974386/",
        "price": "2.200€/mês",
        "details": "T2 | 70 m² área bruta | 5º andar com elevador",
        "description": "Espetacular apartamento T2, situado na icónica Rua Ferreira Borges, ultimo andar num prédio com elevador.\nBoas áreas nos quartos, conceito de Open Space de cozinha americana, totalmente remodelado, com ar condicionado, varanda e excelente exposição solar.\nLocalizado junto ao Redbridge School Lisboa, Liceu Francês Cha",
        "advertiser": "Century 21 Le Quartier",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 na rua Saraiva e Carvalho, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32949905/",
        "price": "1.800€/mês",
        "details": "T2 | 71 m² área bruta | 4º andar com elevador",
        "description": "Apartamento com 3 assoalhadas, cozinha equipada e casa de banho em óptimo estado. Prédio com 2 elevadores.\nMuito perto do Largo do Rato, com Metro e autocarros.\nMuito comércio local perto e fácil acesso ao Centro Comercial das Amoreiras e perto do Marquês de Pombal.\nVárias escolas perto de diversos níveis de ensino, e",
        "advertiser": "Century 21 Le Quartier",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32530675/",
        "price": "1.558€/mês",
        "details": "T2 | 60 m² área bruta | 2º andar sem elevador",
        "description": "ERASMUS Available from the 1st of January. This apartment is fully furnished. It's really well located in campo d'ourique. There are great restaurants and bars from walking distance. It's also close to the shopping center of Amoreiras. This is perfect for Erasmus students looking for a place to live or work for a few m",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na travessa de São Plácido, 48, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/30559483/",
        "price": "900€/mês",
        "details": "T1 | 45 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento com cozinha sem equipamentos e sem mobília!\nDISPONÍVEL: 1 Abril 2024\nSituado num rés -do-chão alto, com uma janela para a rua que fica acima da visão de quem passa na rua e janelas no o outro lado da casa, a uma altura equivalente a um 3 andar, com vista desafogada e imensa luz natural.\nLuminoso e confort",
        "status": "rented",
        "added_on": "2024-03-05 02:34",
        "rented on": "2024-03-08 17:31"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T3 na rua da Páscoa, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32904632/",
        "price": "2.450€/mês",
        "details": "T3 | 107 m² área bruta | 3º andar com elevador",
        "description": "T3 com 2 vagas de Garagem em Campo de OuriqueEste incrível apartamento semi-mobilado com cozinha equipada disponível para arrendamento. Conta com 3 quartos, sendo um deles suíte, sendo perfeito para quem procura conforto e facilidade de utilização. Além disso, você terá  a comodidade de contar com dois lugares de estacionamento na garagem do prédio bem como o ele",
        "advertiser": "Century 21 Le Quartier",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32903934/",
        "price": "1.950€/mês",
        "details": "T2 | 72 m² área bruta | 4º andar com elevador",
        "description": "Apartamento T2 em pleno jardim da parada, no centro de Campo de Ourique.\nTotalmente remodelado e com excelentes acabamentos.\nTem a cozinha totalmente equipada com forno, placa, micro-ondas, frigorífico combinado, esquentador, máquina de lavar roupa e máquina de lavar loiça.\nComposto por uma boa sala, 2 quartos, 1 del",
        "advertiser": "Casas & Casinhas",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32852131/",
        "price": "1.990€/mês",
        "details": "T2 | 75 m² área bruta | 5º andar com elevador",
        "description": "Campo de Ourique, Jardim da Parada, magnífico apartamento T2 remodelado de raiz a estrear.\nSala 21 m2\nCozinha 12m2 totalmente equipada com electrodomésticos \"TEKA\"\nQuarto 12m2 e 10m2\nwc 4m2 com poliban.\nCaixilharia com vidros duplos e oscilo batente.\nBairro histórico, com essência própria, no coração da cidad",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua 4 de Infantaria, 30, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32834103/",
        "price": "1.990€/mês",
        "details": "T2 | 90 m² área bruta | 5º andar com elevador",
        "description": "Apartamento renovado a estrear no centro de Campo de Ourique (Jardim da Parada). Zona estratégica, junto a restaurantes, escolas e outros pontos de interesse.\n- Azulejos italianos de luxo na cozinha e casa-de-banho (marca Bisazza)\n- Torneiras Hansgrohe\n- Estores elétricos nos quartos.",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T3 na rua Guilherme Anjos, 34, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32830821/",
        "price": "2.100€/mês",
        "details": "T3 | 60 m² área bruta | Rés do chão sem elevador",
        "description": "Excelente apartamento totalmente remodelado e com vista de perder a respiração.\nConta com 3 quartos e estará parcialmente mobilado na sala e dois quartos.\nOs eletrodomésticos da cozinha são da marca TEKA novos e tanto o prédio como o apartamento foram totalmente remodelados.\nLocalizado no Arco de Carvalhão, a 10 min",
        "status": "rented",
        "added_on": "2024-03-05 02:34",
        "rented on": "2024-03-11 02:15"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Sampaio Bruno, 22, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32755909/",
        "price": "2.750€/mês",
        "details": "T3 | 107 m² área bruta | sem elevador",
        "description": "Este imóvel de charme, fica localizado numa das zonas mais cosmopolitas da cidade de Lisboa. Composto por 3 quartos, 1 sala comum mais uma divisão interior, que poderá transformar em escritório ou closet, uma casa de banho e cozinha totalmente equipada. Este apartamento com bastante luminosidade, dispõe de varanda com",
        "advertiser": "Century21 Kapital",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32738066/",
        "price": "2.000€/mês",
        "details": "T3 | 130 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: DISPONÍVEL AGORA\n- Duração Mínima de Aluguer: 27 dias\n- Número Máximo de Hóspedes: 3\n- Todas as Despesas Incluídas: Não, para mai",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T3 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32737917/",
        "price": "3.125€/mês",
        "details": "T3 | 75 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 27/05/2024\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 6\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 02:34"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T1 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32695409/",
        "price": "1.730€/mês",
        "details": "T1 | 50 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 23/06/2024\n- Duração Mínima de Aluguer: 90 dias\n- Número Máximo de Hóspedes: 3\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 em Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32695081/",
        "price": "2.185€/mês",
        "details": "T2 | 70 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 01/04/2024\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 4\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32694748/",
        "price": "1.665€/mês",
        "details": "T1 | 50 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 26/06/2024\n- Duração Mínima de Aluguer: 28 dias\n- Número Máximo de Hóspedes: 2\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32658949/",
        "price": "1.950€/mês",
        "details": "T2 | 80 m² área bruta | 5º andar com elevador",
        "description": "Apartamento T2 remodelação a estrear, em prédio de placa com elevador no Jardim da Parada.\nLuminoso, orientação nascente, vista sobre a cidade. Vidros duplos, estores elétricos.\nAzulejos italianos de luxo na cozinha e casa-de-banho (marca Bisazza)\nTorneiras Hansgrohe. Quarto com roupeiro. Cozinha totalmente equipa",
        "advertiser": "Casa in",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Coelho da Rocha, 114, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32649036/",
        "price": "2.350€/mês",
        "details": "T3 | 150 m² área bruta | 3º andar sem elevador",
        "description": "Este encantador apartamento T2, disponível para arrendamento, brinda seus futuros residentes com uma localização privilegiada nas imediações da Avenida Infante Santo, proporcionando acesso conveniente a uma variedade de serviços. Com uma área generosa de 73m2, esta residência destaca-se pelo seu ótimo estado de conserv",
        "advertiser": "LIATTE Real Estate",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "largo do rato estrela",
        "title": "Moradia independente em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32586727/",
        "price": "7.000€/mês",
        "details": "T5 | 406 m² área bruta",
        "description": "Moradia T5 com 249m2 e Terraço de 62m2, mais apartamento T1 independente com 125m2 e arrecadação.   \nSituada numa das zonas mais exclusivas de Lisboa, em São Bento, próximo do Rato e Príncipe Real.\nEsta Moradia, de dimensões amplas, excelentes acabamentos e muita luminosidade, é um verdadeiro refúgio para quem gost",
        "advertiser": "KW LEAD Restelo",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "santa isabel",
        "title": "Duplex, campo de Ourique, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31816499/",
        "price": "3.290€/mês",
        "details": "T2 | 110 m² área bruta | Rés do chão sem elevador",
        "description": "*APARTAMENTO COM TERRAÇO*\n*COMPLETAMENTE MOBILIADO*\n*RENDAS MENSAIS DE 1 A 11 MESES*.\nTranscender para uma fuga sarauí do conforto do bairro de Campo de Ourique, em Lisboa, com a Djurab. Este apartamento de dois quartos e dois banheiros oferece uma localização inigualável num dos bairros mais históricos de Lisboa. Cam",
        "advertiser": "Ukio Lisboa",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 na travessa de São Plácido, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32299580/",
        "price": "3.140€/mês",
        "details": "T2 | 111 m² área bruta | Rés do chão com elevador",
        "description": "*APARTAMENTO COM TERRAÇO*\n*COMPLETAMENTE MOBILIADO*\n*RENDAS MENSAIS DE 1 A 11 MESES*\nSinta-se transportado para um paraíso de pastagem nesta propriedade única de 2 quartos e 2 casas de banho. Este apartamento de 111 metros quadrados está localizado em Campo de Ourique, em Lisboa. Um bairro famoso pelos seus muitos mus",
        "advertiser": "Ukio Lisboa",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 na rua São João Nepomuceno, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32082931/",
        "price": "3.055€/mês",
        "details": "T2 | 86 m² área bruta | 2º andar sem elevador",
        "description": "*APARTAMENTO CON PARKING*\n*COMPLETAMENTE MOBILIADO*\n*RENDAS MENSAIS DE 1 A 11 MESES*.\nOnde o design contemporâneo encontra o design da selva, estes 86 metros quadrados são nada menos do que uma jóia de Lisboa. Localizado no coração de Campo de Ourique, os hóspedes são encorajados a fazer uma viagem ao mercado local ou",
        "advertiser": "Ukio Lisboa",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "2.690€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T2 na rua Joshua Benoliel, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32458120/",
        "price": "2.020€/mês",
        "details": "T2 | 60 m² área bruta | 1º andar sem elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 02-04-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €2,020* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "2.230€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Almeida e Sousa, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32433670/",
        "price": "3.180€/mês",
        "details": "T2 | 78 m² área bruta | 2º andar sem elevador",
        "description": "*COMPLETAMENTE MOBILIADO*\n*RENDAS MENSAIS DE 1 A 11 MESES*\nBem-vindo ao Port, um apartamento com um design soberbo que vai deixar você sem fôlego. Localizado no coração de Campo de Ourique, um dos bairros mais vibrantes de Lisboa, este magnífico apartamento de 2 quartos e 2 banheiros tem tudo o que você precisa para u",
        "advertiser": "Ukio Lisboa",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "2.850€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T3 na rua D. João V, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32374161/",
        "price": "3.200€/mês",
        "details": "T3 | 140 m² área bruta | 2º andar sem elevador",
        "description": "Entre as Amoreira e o Largo do Rato, na Rua D. João V, situa-se este belíssimo T3, remodelado, com 140m2. O apartamento situa-se num 2º andar de um prédio com placa, sem elevador, com muito charme.\nO apartamento é constituído por:\n- Cozinha totalmente equipada;\n- Sala de estar e de sala de jantar;\n- 1 Suíte;\n- 2 gener",
        "advertiser": "WeFindIt - Mediação Imobiliária",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T3 na rua Coelho da Rocha, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32370783/",
        "price": "2.970€/mês",
        "details": "T3 | 126 m² área bruta | 2º andar sem elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 05-05-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €2,930* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "2.900€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T3 na travessa Santo Ildefonso, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32363917/",
        "price": "2.600€/mês",
        "details": "T3 | 114 m² área bruta | 3º andar sem elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 01-05-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €2,570* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "2.770€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T1 na avenida Álvares Cabral, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32304657/",
        "price": "1.570€/mês",
        "details": "T1 | 66 m² área bruta | Rés do chão com elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 15-03-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €1,570* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "1.780€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na avenida Álvares Cabral, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32302286/",
        "price": "1.980€/mês",
        "details": "T1 | 66 m² área bruta | Rés do chão com elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 24-03-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €1,880* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "rented",
        "added_on": "2024-03-05 03:10",
        "rented on": "2024-03-08 17:31"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 na travessa de Santa Quitéria, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32060237/",
        "price": "2.650€/mês",
        "details": "T2 | 100 m² área bruta | 1º andar sem elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 26-04-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €2,630* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "2.780€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Freitas Gazul, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31949573/",
        "price": "1.600€/mês",
        "details": "T2 | 68 m² área bruta | 3º andar com elevador",
        "description": "Este apartamento totalmente equipado e mobilado está disponível a partir de 11-05-2024.\nOferecemos preços ajustados para qualquer duração da estadia.\nAs tarifas podem variar nas datas exatas de entrada e saída. O preço deste imóvel começa a €1,600* / mês. Visite o nosso website e coloque as datas pretendidas para saber",
        "advertiser": "The Blueground",
        "status": "available",
        "added_on": "2024-03-05 03:10",
        "original price": "1.860€/mês",
        "date of price update": "2024-03-16 13:31"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T3 na rua Particular à Travessa de Santa Quitéria, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31509166/",
        "price": "2.900€/mês",
        "details": "T3 | 76 m² área bruta | 2º andar sem elevador",
        "description": "Agradecemos que para marcações de visitas seja enviada mensagem.\nApartamento Duplex Lemongrass, Príncipe Real, Lisboa\nEste apartamento remodelado dispõe de três quartos e uma casa de banho.\n- Totalmente Equipado e Mobilado\n- Wifi / TV Cabo\n- Cozinha Equipada\n- Roupeiros nos quartos\n- Autocarro e metro a minutos de d",
        "advertiser": "Agente Imobiliario",
        "status": "available",
        "added_on": "2024-03-05 03:10"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T1 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32720697/",
        "price": "1.350€/mês",
        "details": "T1 | 46 m² área bruta | Rés do chão sem elevador",
        "description": "Apenas a poucos metros do Jardim da estrela e da embaixada britânica encontramos este simpático apartamento T1. Recentemente renovado, este apartamento conta com cozinha totalmente equipada, ar-condicionado, uma suite e ainda um terraço. Seja para habitação ou para investimento, uma excelente oportunidade, no centro da",
        "status": "available",
        "added_on": "2024-03-05 20:20"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 na rua Freitas Gazul, 21, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33249024/",
        "price": "1.650€/mês",
        "details": "T2 | 95 m² área bruta | Rés do chão com elevador",
        "description": "Espaçoso apartamento T2 em Campo de Ourique, totalmente mobilado.\nPossui uma grande sala, 2 quartos, casa de banho, hall e cozinha.\nLocalizado perto de comércio, transportes e escolas.\nRequer 2 rendas de caução + 1 renda + fiador.\nCom 95 m² de área bruta, é ideal para quem procura conforto e comodidade.\nNão per",
        "status": "available",
        "added_on": "2024-03-05 21:18"
    },
    {
        "região": "prazeres maria pia",
        "title": "Duplex na rua Maria Pia, 286, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33249010/",
        "price": "1.500€/mês",
        "details": "T2 | 70 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento em Arrendamento em Campo de Ourique!\nT2+1 Duplex a estrear com varanda\nEste imóvel novo está inserido num prédio totalmente renovado e pronto a receber os seus novos inquilinos.\nCom uma cozinha equipada com placa elétrica, forno, máquina de loiça e frigorífico, este apartamento de 1 quarto mais um no so",
        "status": "available",
        "added_on": "2024-03-05 21:18"
    },
    {
        "região": "prazeres maria pia",
        "title": "Duplex na rua Maria Pia, 286, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33248987/",
        "price": "1.500€/mês",
        "details": "T3 | 70 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento em Arrendamento em Campo de Ourique!\nT2+1 Duplex a estrear com varanda\nEste imóvel novo está inserido num prédio totalmente renovado e pronto a receber os seus novos inquilinos.\nCom uma cozinha equipada com placa elétrica, forno, máquina de loiça e frigorífico, este apartamento de 2 quartos mais um no s",
        "status": "available",
        "added_on": "2024-03-05 21:18"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T1 na rua Maria Pia, 284, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33248913/",
        "price": "1.100€/mês",
        "details": "T1 | 56 m² área bruta | 1º andar sem elevador",
        "description": "Apartamento em Arrendamento em Campo de Ourique!\nEste imóvel novo está inserido num prédio totalmente renovado e pronto a receber os seus novos inquilinos.\nCom uma cozinha equipada com placa elétrica, forno, máquina de loiça e frigorífico, este apartamento de 1 quarto e 1 casa de banho oferece 65 m² de área bruta e",
        "status": "available",
        "added_on": "2024-03-05 21:18"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 na rua Maria Pia, 284, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33248822/",
        "price": "1.200€/mês",
        "details": "T2 | 65 m² área bruta | 1º andar sem elevador",
        "description": "Apartamento em Arrendamento em Campo de Ourique!\nEste imóvel novo está inserido num prédio totalmente renovado e pronto a receber os seus novos inquilinos.\nCom uma cozinha equipada com placa elétrica, forno, máquina de loiça e frigorífico, este apartamento de 2 quartos e 1 casa de banho oferece 65 m² de área bruta e",
        "status": "available",
        "added_on": "2024-03-05 21:18"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T0 na travessa de Santa Quitéria, 39, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33249919/",
        "price": "850€/mês",
        "details": "T0 | 20 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento para arrendar a 1 ano ( renovável), T0 ( quarto/sala, cozinha e casa de banho) mobilado, elctricidade incluida no valor da renda.",
        "status": "available",
        "added_on": "2024-03-06 19:19"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T4 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33250468/",
        "price": "12.000€/mês",
        "details": "T4 | 312 m² área bruta | 7º andar com elevador",
        "description": "Apartamento T4 duplex, penthouse, nas Amoreiras, LisboaApartamento T4 duplex, penthouse, com 312 m2 de área bruta privativa, terraço e três lugares de estacionamento nas Amoreiras, em Lisboa. Inserido em prédio emblemático de placa com dois elevadores e porteiro, o apartamento é composto por dois pisos. O piso inferior conta com uma ampla zona social, sala de estar e janta",
        "advertiser": "JLL Residential Portugal",
        "status": "available",
        "added_on": "2024-03-06 19:19"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Coelho da Rocha, 113, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33057542/",
        "price": "1.650€/mês",
        "details": "T3 | 110 m² área bruta | 5º andar com elevador",
        "description": "Apartamento remodelado, a estrear, em Campo de Ourique, bairro típico de Lisboa com comércio e serviços de qualidade. Grande hall de entrada, 16 m2, sala 20 m2 com vista para o Tejo, três quartos, 12, 14 e 16 m2, o maior com acesso a varanda fechada. Duas casas de banho, com janela, uma com banheira outra com poliban.",
        "status": "available",
        "added_on": "2024-03-06 19:19"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T1 na rua Silva Carvalho, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33250004/",
        "price": "1.600€/mês",
        "details": "T1 | 72 m² área bruta | 1º andar sem elevador",
        "description": "Por favor contacte apenas por chat ou email e leia a descrição até ao fim. Obrigada.\nLocalizado num dos bairros mais emblemáticos de Lisboa, este apartamento distingue-se pelo seu design e luminosidade. A ampla sala apresenta um painel que esconde alguns armários de arrumação e o acesso à cozinha. Na cozinha sobressai",
        "status": "available",
        "added_on": "2024-03-06 19:19"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua da Arrábida, 64, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33249096/",
        "price": "1.250€/mês",
        "details": "T1 | 40 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento T1 em Campo de Ourique/Rato totalmente remodelado e mobilado (sofá, cadeiras, móvel TV, cómoda), situado num 2º andar sem elevador, com a cozinha toda equipada. (placa elétrica, forno, microondas, exaustor, máquina de loiça, máquina de lavar roupa e frigorífico) com muita luz natural e acabamentos modernos.",
        "status": "rented",
        "added_on": "2024-03-06 19:19",
        "rented on": "2024-03-18 00:42"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T2 na rua Maria Pia, 284, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33248666/",
        "price": "1.100€/mês",
        "details": "T2 | 60 m² área bruta | Rés do chão sem elevador",
        "description": "Apartamento em Arrendamento em Campo de Ourique!\nEste imóvel novo está inserido num prédio totalmente renovado e pronto a receber os seus novos inquilinos.\nCom uma cozinha equipada com placa elétrica, forno, máquina de loiça e frigorífico, este apartamento de 2 quartos e 1 casa de banho oferece 60 m² de área bruta e",
        "status": "available",
        "added_on": "2024-03-06 19:19"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T1 na rua Maria Pia, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31952514/",
        "price": "1.150€/mês",
        "details": "T1 | 32 m² área bruta | 2º andar sem elevador | 05 mar",
        "description": "Desfrute do conforto e conveniência neste encantador T1, completamente mobilado e equipado, localizado no coração de Campo de Ourique. Este apartamento oferece-lhe não apenas um espaço acolhedor, mas também o luxo do ar condicionado para garantir o seu conforto durante todo o ano. Além disso, desfrute do serviço de int",
        "status": "rented",
        "added_on": "2024-03-06 19:19",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T1 em Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33073637/",
        "price": "1.000€/mês",
        "details": "T1 | 55 m² área bruta | 1º andar sem elevador",
        "description": "Apartamento espaçoso e com muita luz em Campo de Ourique.\nPerto do Jardim da Parada.\nPara longo ou curto prazo.\nDisponível a partir de dia 15 de Março.",
        "status": "available",
        "added_on": "2024-03-06 19:19",
        "original price": "1.100€/mês",
        "date of price update": "2024-03-16 13:29"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 em Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33204833/",
        "price": "4.000€/mês",
        "details": "T2 | 166 m² área bruta | com elevador",
        "description": "PARTA À DESCOBERTA DE LISBOA a partir deste fabuloso apartamento.\nEntre o Largo do Rato e o Jardim da Estrela, a Avenida Álvares Cabral é das melhores localizações do centro de Lisboa. Licença de Utilização nº 43 de 2021 \nUM EDIFÍCIO MODERNO NUMA LOCALIZAÇÃO CLÁSSICA\nPartindo de um edifício existente da famosa Av",
        "advertiser": "KW Ábaco",
        "status": "available",
        "added_on": "2024-03-06 19:19"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2, Dom Dinis, 20, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32411594/",
        "price": "1.900€/mês",
        "details": "T2 | 61 m² área bruta | 1º andar com elevador",
        "description": "Excelente apartamento T2, 1º andar, com elevador, lugar de garagem e arrecadação.\nO apartamento é envidraçado com muita luz. Todas as assoalhadas têm janelas: o apartamento dá para a rua, que é muito tranquila.\nFoi totalmente remodelado e encontra-se em muito bom estado. Porta nova e de boa qualidade.\nO imóvel tem dua",
        "status": "available",
        "added_on": "2024-03-11 02:15"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 na rua Sampaio Bruno, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33256158/",
        "price": "2.100€/mês",
        "details": "T3 | 89 m² área bruta | 2º andar sem elevador",
        "description": "Excelente apartamento remodelado com uma sala grande com grande varanda fechada e três quartos, cozinha equipada com fogão, esquentador, frigorifico, máquina de lavar louça e máquina de lavar roupa. Wc completo. Orientação solar óptima com quartos a nascente (sol de manhã) e sala a poente com vista de Monsanto. Na sala",
        "advertiser": "Century 21 Le Quartier",
        "status": "available",
        "added_on": "2024-03-11 02:15"
    },
    {
        "região": "centro",
        "title": "Penthouse em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33255902/",
        "price": "2.050€/mês",
        "details": "T1 | 71 m² área bruta | 5º andar com elevador",
        "description": "Luminosa penthouse no coração de Campo de Ourique mobilada para arrendamento, composta por:\nHall de entrada com espaço de arrumação;\nSala de estar;\nCozinha totalmente equipada;\nQuarto com roupeiro e ar condicionado quente e frio;\nCasa de banho com duche;\nTerraço com lareira e ainda um espaço fechado em vidro que pode s",
        "advertiser": "Homequest, Lda",
        "status": "available",
        "added_on": "2024-03-11 02:15"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T4 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33255088/",
        "price": "3.120€/mês",
        "details": "T4 | 138 m² área bruta | sem elevador | 08 mar",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: DISPONÍVEL AGORA\n- Duração Mínima de Aluguer: 30 dias\n- Número Máximo de Hóspedes: 7\n- Todas as Despesas Incluídas: Sim, para mai",
        "status": "rented",
        "added_on": "2024-03-11 02:15",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33255078/",
        "price": "1.600€/mês",
        "details": "T1 | 60 m² área bruta | sem elevador",
        "description": "RESERVAS E PEDIDOS DE INFORMAÇÃO\nPara obter informações detalhadas e reservar online, clique abaixo do mapa em “Link Adicional”.\nTERMOS E CONDIÇÕES DE ALOJAMENTO:\n- Data de Disponibilidade: 17/03/2024\n- Duração Mínima de Aluguer: 90 dias\n- Número Máximo de Hóspedes: 2\n- Todas as Despesas Incluídas: Sim, para mais info",
        "status": "available",
        "added_on": "2024-03-11 02:15",
        "original price": "1.800€/mês",
        "date of price update": "2024-03-16 13:29"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33254351/",
        "price": "1.990€/mês",
        "details": "T2 | 70 m² área bruta | com elevador | 07 mar",
        "description": "Campo de Ourique. Jardim Parada. Apartamento T2 totalmente remodelado. Cozinha totalmente equipada com eletrodomésticos novos, despensa. Quarto com roupeiro. Azulejos italianos na cozinha e casa de banho (marca Bisazza). Torneiras Hansgrohe. Vidros duplos, estores elétricos. Prédio de placa com 2 elevadores.\nVista late",
        "advertiser": "Villa Palace- Real Estate",
        "status": "rented",
        "added_on": "2024-03-11 02:15",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/30625209/",
        "price": "1.300€/mês",
        "details": "T2 | 73 m² área bruta | 1º andar com elevador | 07 mar",
        "description": "Optimo apartamento T2 remodelado em prédio com elevador no centro de C. Ourique.\nTem vidros duplos e estores térmicos, aquecimento em toda a casa. A sala tem 24 m2, hall com 4m2, quartos 14 e 12 m2, grande roupeiro com 5 portas, pavimento em tacos.\nCozinha com 12 m2, totalmente equipada com frigorifico combinado, maqu",
        "advertiser": "Casas & Casinhas",
        "status": "rented",
        "added_on": "2024-03-11 02:15",
        "rented on": "2024-03-16 13:55"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Infantaria 16, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33251808/",
        "price": "1.390€/mês",
        "details": "T1 | 72 m² área bruta | 4º andar com elevador",
        "description": "Disponivel a partir de 15 de Abril\nEste apartamento fica no 4º e ultimo andar de um prédio com 2 elevadores, remodelado onde se manteve a traça antiga.\nA orientação a Sul, faz com que tenha imensa luminosidade.\nDe origem tinha 2 quartos mas um deles foi eliminado para ampliar a zona social. A despensa foi mantida e",
        "status": "available",
        "added_on": "2024-03-11 02:15"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33060519/",
        "price": "1.450€/mês",
        "details": "T3 | 85 m² área bruta | sem elevador | 16 mar",
        "description": "Excelente apartamento T2+1 em Campo de Ourique, com 85m2 de ABP, situado na Rua Infantaria 16.\nEste apartamento foi recentemente remodelado (caixilharia, cozinha, WC, etc). Encontra-se parcialmente mobilado, e situa-se num segundo andar em prédio sem elevador.\nQuartos, Sala e Closet com chão de madeira (tábua corrida),",
        "advertiser": "Century21 Classic",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Francisco Metrass, 42 - 3º e, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32049590/",
        "price": "1.100€/mês",
        "details": "T1 | 35 m² área bruta | 3º andar com elevador | 15 mar",
        "description": "T1 / Estúdio Mobilado e Equipado\nCampo de Ourique / Junto Jardim da Parada\nQuarto semi aberto para a sala, com janela, roupeiro embutido e porta de acesso à casa de banho com chuveiro.\nSala com janela e Kitchinette.\nTodo mobilado e equipado com grandes e pequenos eletrodomésticos, loiças e material de cozinha.\nSó pa",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Gervásio Lobato, 22, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33272129/",
        "price": "900€/mês",
        "details": "T2 | 65 m² área bruta | 1º andar sem elevador | 15 mar",
        "description": "T2+1 em Campo de Ourique, perto Escola Manuel da Maia\nRecuperado e muito luminoso, pronto a ser habitado. Localizado no 1º andar do prédio, sem elevador.\nO apartamento tem uma confortável sala, com outra divisão anexa que pode ser um escritório, ambos com luz natural e dois quartos, um deles interior. A cozinha não est",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33269781/",
        "price": "1.800€/mês",
        "details": "T2 | 65 m² área bruta | com elevador | 14 mar",
        "description": "Apartamento T2 novo com 65 m2 de área bruta privativa, e varanda de 9 m2, em Campo de Ourique, num prédio clássico da Rua Silva Carvalho que foi alvo de uma grande reabilitação, onde o charme do edifício convive com a modernidade e comodidade dos espaços. O apartamento é composto por sala e kitchenette com acesso a amp",
        "advertiser": "JLL Residential Portugal",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T1 na rua da Páscoa, 45, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/28473763/",
        "price": "1.700€/mês",
        "details": "T1 | 115 m² área bruta | Rés do chão com elevador | 14 mar",
        "description": "Equipado e mobilado.\nEm prédio moderno, rua sossegada, apartamento em r/ch como novo, funcional e seguro com lugar de estacionamento na cave, grande terraço de uso exclusivo com 63 m2.\nTem mobília de sala, quarto, cozinha e casa de banho, roupeiros na sala e no quarto e o recheio necessário para lá viver (loiça etc).",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T3 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33269533/",
        "price": "1.400€/mês",
        "details": "T3 | 110 m² área bruta | 4º andar | 14 mar",
        "description": "Apartamento espaçoso e luminoso localizado na Rua Correia Teles. Com uma área bruta de 110 m² e uma área útil de 91 m², este imóvel oferece 3 quartos, e ainda 2 quartos de 7m², um com janela e outro com closet. Além disso, possui uma sala acolhedora, uma casa de banho completa e uma cozinha com marquise. O imóvel també",
        "advertiser": "Casa in",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T1 na rua do Sol ao Rato, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32835431/",
        "price": "2.000€/mês",
        "details": "T1 | 63 m² área bruta | 1º andar sem elevador | 14 mar",
        "description": "Exclusivo - Apartamento Pronto para entrar a partir de dia 30 de Setembro - Apartamento T1 com 63 m2 de área bruta privativa, localizado no novo empreendimento Ourique XXI, em Campo de Ourique, Lisboa. Trata-se de um Primeiro andar sem elevador. Layout funcional com quarto em suite, closet, casa e banho social, cozinha",
        "advertiser": "PORTUGAL SOLUTIONS",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 em Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33268319/",
        "price": "1.990€/mês",
        "details": "T2 | 70 m² área bruta | com elevador | 14 mar",
        "description": "Campo de Ourique. Jardim Parada. Apartamento T2 totalmente remodelado. Cozinha totalmente equipada com eletrodomésticos novos, despensa. Quarto com roupeiro. Azulejos italianos na cozinha e casa de banho (marca Bisazza). Torneiras Hansgrohe. Vidros duplos, estores elétricos. Prédio de placa com 2 elevadores.\nVista late",
        "advertiser": "Villa Palace- Real Estate",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T4 em Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33266497/",
        "price": "2.900€/mês",
        "details": "T4 | 177 m² área bruta | 3º andar com elevador | 14 mar",
        "description": "Este apartamento T4 localizado junto às Amoreiras oferece uma excelente combinação de espaço, luz natural e localização conveniente. Totalmente remodelado há apenas 2 anos, este imóvel é uma opção atrativa para quem procura conforto e comodidade.\nCaracterísticas Principais:\nHall de entrada: Um espaço acolhedor que",
        "advertiser": "kw area",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "campo de ourique",
        "title": "Apartamento T2 na rua do Sol ao Rato, 7, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33267287/",
        "price": "1.000€/mês",
        "details": "T2 | 63 m² área bruta | 1º andar sem elevador | 14 mar",
        "description": "",
        "status": "rented",
        "added_on": "2024-03-16 13:29",
        "rented on": "2024-03-18 00:42"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Sampaio Bruno, s/n, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33267823/",
        "price": "1.350€/mês",
        "details": "T2 | 66 m² área bruta | 14 mar",
        "description": "Apartamento em Campo de Ourique, com uma localização excelente perto de todo o comércio, nomeadamente o mercado, jardins e do famoso Jardim da Parada. Com transportes quase que à porta.\nTrata-se de um T2 inserido em prédio de placa com elevador. Dispoe de sala, 2 quartos (um deles com roupeiro), casa de banho despensa",
        "advertiser": "RE/MAX Alpha",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T4 na rua Gorgel do Amaral, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33267443/",
        "price": "2.900€/mês",
        "details": "T4 | 177 m² área bruta | 3º andar com elevador | 13 mar",
        "description": "Este apartamento T4 localizado junto às Amoreiras oferece uma excelente combinação de espaço, luz natural e localização conveniente. Totalmente remodelado há apenas 2 anos, este imóvel é uma opção atrativa para quem procura conforto e comodidade.\nCaracterísticas Principais:\nHall de entrada: Um espaço acolhedor que dá",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "santa isabel",
        "title": "Moradia geminada na rua da Páscoa, 54, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/31707617/",
        "price": "550€/mês",
        "details": "T1 | 20 m² área bruta | 13 mar",
        "description": "Moradia T0\n20m2\nVisitas a realizar sábado dia 16 de Março e 23 de Março entre o 13:00 e as 14:00 e. A morada é no nº 60 e não no nº54.\nCozinha equipada C/, Termoacumulador, frigorífico e máquina de lavar roupa.\n2 min a pé metro do Rato\nExcelente localização\nVila típica do séc XVIII\nDespesas não incluidas.\nPrepar",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua Azedo Gneco, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33266106/",
        "price": "1.600€/mês",
        "details": "T2 | 70 m² área bruta | Rés do chão com elevador | 13 mar",
        "description": "Maravilhoso apartamento recentemente reabilitado, localizado em Campo de Ourique, um dos bairros mais encantadores de Lisboa, junto ao mercado e em proximidade com as prestigiadas áreas das Amoreiras, Estrela, Lapa e do Largo do Rato.\nEste acolhedor apartamento de 70m2, situado no rés-do-chão de um edifício com elevad",
        "advertiser": "HOUZIT PORTUGAL",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T1 em Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33263375/",
        "price": "1.400€/mês",
        "details": "T1 | 40 m² área bruta | 2º andar | 12 mar",
        "description": "AS DESPESAS DE ÁGUA, LUZ E INTERNET ESTÃO INCLUÍDAS NO PREÇO DA RENDA.\nEntre o Jardim da Estrela e as Amoreiras encantador apartamento T1 totalmente remodelado equipado e mobilado na tranquila Rua da Pascoa em Campo de Ourique.\n2º andar sem elevador\nExcelente localização, fácil acesso a todo o comercio local de Camp",
        "advertiser": "LISBONIMMO",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "amoreiras",
        "title": "Apartamento T2 na rua Custódio Vieira, s/n, Amoreiras, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33261911/",
        "price": "2.600€/mês",
        "details": "T2 | 140 m² área bruta | 12 mar",
        "description": "Qualidade e Conforto no centro de Lisboa\nApartamento T2, inserido em Edífício de prestígio, na melhor localização de Lisboa, junto às Amoreiras.\n \n140m2, àreas generosas, excelente luminosidade natural (nascente/poente), modernidade dos acabamentos, cozinha americana com equipamento Miele, varandas, 1 parqueamento e 1",
        "advertiser": "RE/MAX Telheiras",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T2 na rua da Arrábida, 54, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33261672/",
        "price": "1.650€/mês",
        "details": "T2 | 95 m² área bruta | 3º andar sem elevador | 12 mar",
        "description": "* DISPONÍVEL NO FINAL DE ABRIL *\nT2+1 com um lugar de estacionamento numa das zonas mais centrais de Lisboa, no Bairro de Campo de Ourique.\nO imóvel fica a 7 minutos a pé do Metro do Rato, a outros 7 minutos do Amoreiras Shopping Center e a 10 minutos a pé do Liceu Frances Charles Lepierre.\nO imóvel foi recentemente",
        "advertiser": "Century 21 Colombo",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T0 na rua Sampaio Bruno, 57, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32154169/",
        "price": "800€/mês",
        "details": "T0 | 40 m² área bruta | Rés do chão sem elevador",
        "description": "T0 (estúdio) Campo de Ourique. Bem situado. Rua Sampaio Bruno 57A. Equipado e mobilado, pronto a habitar a partir de 1 de abril. Contrato mínimo um ano, com fiador. Sem animais.\nZona central, bem servida de transportes (paragem de autocarro à porta). Só particulares, não se pretende mediação.",
        "status": "available",
        "added_on": "2024-03-16 13:29",
        "original price": "850€/mês",
        "date of price update": "2024-03-18 00:42"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T1 na rua da Páscoa, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33259004/",
        "price": "1.350€/mês",
        "details": "T1 | 57 m² área bruta",
        "description": "Gostaria de viver entre o Jardim da Estrela e as Amoreiras?\nSe você busca viver no coração vibrante de Lisboa, entre o pitoresco Jardim da Estrela e o moderno Amoreiras, temos o prazer de apresentar este acolhedor apartamento T1 Remodelado, Equipado e Mobilado, situado na reservada Rua da Páscoa em Campo de Ourique, L",
        "advertiser": "Relive",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "prazeres maria pia",
        "title": "Apartamento T1 na rua Arco do Carvalhão, 179, Prazeres - Maria Pia, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33256965/",
        "price": "1.200€/mês",
        "details": "T1 | 40 m² área bruta | 1º andar sem elevador",
        "description": "Descubra o seu novo lar em Lisboa, neste magnífico apartamento de 1 quarto completamente renovado e mobilado segundo os princípios do estilo nórdico. Localizado no coração da cidade, próximo das Amoreiras e também de Campo de Ourique, este apartamento combina conforto, elegância e funcionalidade, tornando-o perfeito pa",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T2 na rua silva carvalha, 97, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33243790/",
        "price": "1.800€/mês",
        "details": "T2 | 65 m² área bruta | 3º andar com elevador",
        "description": "rua silva carvalha 97 - T2 Este lindo apartamento fica próximo ao centro da cidade, serviços essenciais como: escolas, posto de saúde, bancos, entre outros.",
        "advertiser": "Spontaneous World Lda",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Correia Teles, 91, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/30099897/",
        "price": "1.000€/mês",
        "details": "T1 | 65 m² área bruta | 3º andar sem elevador",
        "description": "Apartamento T1:\n- mobilado e cozinha com frigorifico, máquina de lavar roupa, fogão e forno\n- 3º andar sem elevador com ar condicionado.\n- 2 rendas de avanço + caução\nAs molduras que aparecem nas fotos, o piano e os livros já não estão no apartamento\nDisponível a partir de 1 Maio\nNão quero ser contactado por",
        "status": "available",
        "added_on": "2024-03-16 13:29"
    },
    {
        "região": "largo do rato estrela",
        "title": "Apartamento T2 na rua Saraiva de Carvalho, 40, Largo do Rato - Estrela, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/33148992/",
        "price": "1.650€/mês",
        "details": "T2 | 100 m² área bruta | 1º andar sem elevador",
        "description": "Apartamento todo remodelado novo desde esgotos, eletricidade aquecimento ar condicionado cozinha totalmente equipada, portas, paredes, janelas, isolamentos, pintura etc.. . completamente novo!\nDois quartos com possibilidade de fazer outro quarto apartamento bem decorado e com áreas bastante generosas!\nDisponível para",
        "status": "available",
        "added_on": "2024-03-16 13:30"
    },
    {
        "região": "santa isabel",
        "title": "Apartamento T5 na rua Silva Carvalho, Santa Isabel, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/32129762/",
        "price": "2.200€/mês",
        "details": "T5 | 110 m² área bruta | 2º andar sem elevador",
        "description": "Apartamento de 5 assoalhadas na zona de Campo de Ourique.\nNão tem mobílias e está semi-equipada\nO imóvel está muito próximo ao Centro Comercial das Amoreiras e ao metro do Rato.\nÉ um segundo andar e o prédio não tem elevador.\nEstá composto por: 4 quartos, 2 casas de banhos, sala, cozinha equipada com: placa, forno",
        "status": "available",
        "added_on": "2024-03-16 13:30"
    },
    {
        "região": "centro",
        "title": "Apartamento T1 na rua Saraiva de Carvalho, 147, Centro, Campo de Ourique",
        "link": "https://www.idealista.pt/imovel/29763747/",
        "price": "1.500€/mês",
        "details": "T1 | 85 m² área bruta | 2º andar com elevador | 16 mar",
        "description": "Apartamento T1, como novo, numa óptima localização em Campo de Ourique, a 2 minutos do mercado, com 1 lugar de garagem e uma dispensa.\nApartamento com excelente área.\nO apartamento situa-se num 2º andar, com 2 elevadores; em prédio com 20 anos, em excelente estado de conservação.\nArrendamento sem mobília e com cozinha",
        "status": "available",
        "added_on": "2024-03-18 00:42"
    }
]